Repository: Mitek-Systems/MiSnap-iOS
Catalog: Assets/MiSnapNFC/*.lproj/MiSnapNFCLocalizable.strings
Languages: es

# misnap_nfc_ux_error_invalid_mrz_key
source: Please make sure document number, date of birth and date of expiry are correct
es: Por favor asegúrese de que el número de documento, fecha de nacimiento y fecha de expiración sean correctos

# misnap_nfc_ux_error_connection_lost
source: Connection lost. Please try again
es: Conexión Interrumpida. Por favor intente de nuevo

# misnap_nfc_ux_error_nfc_not_supported
source: This device doesn't support NFC
es: Este dispositivo no cuenta con soporte NFC

# misnap_nfc_ux_document_info_doc_number_label
source: Document number
es: Número de documento

# misnap_nfc_ux_document_info_dob_label
source: Date of birth
es: Fecha de nacimiento

# misnap_nfc_ux_document_info_doe_label
source: Date of expiry
es: Fecha de expiración

# misnap_nfc_ux_document_info_format
source: YYMMDD
es: AAMMDD

# misnap_nfc_ux_document_info_format_explanation
source: 6 digits in format
es: Formato de 6 dígitos

# misnap_nfc_ux_document_info_error_title
source: Please provide valid
es: Por favor valide

# misnap_nfc_ux_button_cancel
source: Cancel
es: Cancelar

# misnap_nfc_ux_button_scan
source: Start
es: Comenzar

# misnap_nfc_ux_button_skip
source: Skip
es: Saltar

# misnap_nfc_ux_alert_message_cancel
source: Cancel the entire process?
es: ¿Cancelar el proceso completamente?

# misnap_nfc_ux_alert_message_skip
source: Skip to the next step?
es: ¿Saltar al siguiente paso?

# misnap_nfc_ux_alert_button_yes
source: Yes
es: Si

# misnap_nfc_sdk_info_started_session
source: Follow instructions at top of screen
es: Siga las instrucciones al inicio de la pantalla

# misnap_nfc_sdk_info_started_authenticating
source: Authenticating with document
es: Autenticando documento

# misnap_nfc_sdk_info_started_reading
source: Reading data
es: Leyendo datos

# misnap_nfc_sdk_info_finished_reading
source: Success
es: Éxito

# misnap_nfc_sdk_info_timeout
source: Could not detect chip. Please try again
es: No ha sido posible detectar el chip. Por favor intente de nuevo

# misnap_nfc_sdk_info_reading
source: Reading
es: Leyendo

# misnap_nfc_sdk_com
source: COM
es: Común

# misnap_nfc_sdk_dg1
source: Personal Details
es: Detalles Personales

# misnap_nfc_sdk_dg2
source: Encoded Face Image
es: Fotografía Codificada

# misnap_nfc_sdk_dg7
source: Displayed Signature or Usual Mark
es: Firma o Rúbrica

# misnap_nfc_sdk_dg11
source: Additional Personal Details
es: Detalles Personales Adicionales

# misnap_nfc_sdk_dg12
source: Additional Document Details
es: Detalles Adicionales del Documento

# misnap_nfc_sdk_dg14
source: Security Options
es: Opciones de Seguridad

# misnap_nfc_sdk_dg15
source: Active Authentication Public Key Info
es: Información de la Llave Pública de Autenticación Activa

# misnap_nfc_sdk_sod
source: Document Security Object
es: Objeto de Seguridad del Documento

# misnap_nfc_sdk_instruction_passport_front
source: Touch top of iPhone to passport photo page
es: Toque con la parte superior del iPhone la página de identificación del pasaporte

# misnap_nfc_sdk_instruction_passport_back
source: Touch top of iPhone to page opposite to passport photo page
es: Toque con la parte superior del iPhone la página opuesta a la de identificación del pasaporte

# misnap_nfc_sdk_instruction_passport_unknown
source: Touch top of iPhone to passport photo page then slide across slowly
es: Toque la página con fotografía de su pasaporte con la parte superior del iPhone, después deslice a través de ella lentamente

# misnap_nfc_sdk_instruction_id
source: Touch top of iPhone to center of document
es: Toque con la parte superior del iPhone el centro del documento

# misnap_nfc_sdk_instruction_hold_still
source: Hold still when device starts vibrating
es: Manténgalo estable cuando el dispositivo comience a vibrar

# misnap_nfc_sdk_instruction_reading_started
source: Hold still
es: Manténgalo estable

# misnap_nfc_sdk_error_invalid_mrz_key
source: Sorry, there was a problem reading the document
es: Lo sentimos, ha ocurrido un problema al leer el documento

# misnap_nfc_sdk_error_connection_lost
source: Tag connection lost. Please try again
es: Conexión con Chip Interrumpida. Por favor intente de nuevo

# misnap_nfc_sdk_error_more_than_one_tag
source: More than 1 tag found. Please present only 1 tag
es: Se encontró mas de un Chip. Por favor muestre solo 1 chip.

# misnap_nfc_sdk_error_invalid_tag
source: Tag not valid
es: Chip inválido

# misnap_nfc_sdk_error_connection_not_established
source: Connection error. Please try again.
es: Error de Conexión. Por favor intente de nuevo

# misnap_nfc_sdk_error_system_resource_unavailable
source: Sorry, there was a system error. Please reboot your device and re-start the flow
es: Lo sentimos, hubo un error del sistema. Reinicie su dispositivo y reinicie el flujo

# misnap_nfc_sdk_error_system_error
source: Sorry, there was a system error. Please try again and reboot a device if error persists
es: Lo sentimos, hubo un error del sistema. Vuelva a intentarlo y reinicie un dispositivo si el error persiste

# misnap_nfc_sdk_error_unknown
source: Unknown error
es: Error desconocido
