Repository: Mitek-Systems/MiSnap-iOS
Catalog: Assets/MiSnapFacialCapture/*.lproj/MiSnapFacialCaptureLocalizable.strings
Languages: es

# misnap_facial_capture_status_face_not_found
source: Center Face In The Oval
es: Centrar Una Cara En El Óvalo

# misnap_facial_capture_status_more_than_one_face
source: Only One Face Is Allowed
es: Solo Se Permite Un Rostro

# misnap_facial_capture_status_not_centered
source: Center Face In The Oval
es: Centrar Una Cara En El Óvalo

# misnap_facial_capture_status_move_closer
source: Move Closer
es: Acérquese

# misnap_facial_capture_status_too_close
source: Move Farther Away
es: Retírese

# misnap_facial_capture_status_face_roll
source: Straighten Your Face
es: Enderece Su Rostro

# misnap_facial_capture_status_face_pitch
source: Straighten Your Face
es: Enderece Su Rostro

# misnap_facial_capture_status_face_yaw
source: Straighten Your Face
es: Enderece Su Rostro

# misnap_facial_capture_status_hold_still
source: Hold Still
es: No Lo Mueva

# misnap_facial_capture_status_countdown
source: Hold Still
es: No Lo Mueva

# misnap_facial_capture_status_stop_smiling
source: Stop Smiling
es: Pare De Sonreir

# misnap_facial_capture_status_good_frame_auto
source: Smile
es: Sonría Ahora

# misnap_facial_capture_status_good_frame_manual
source: Press Button When Ready
es: Presione El Botón Cuando Esté Listo

# misnap_facial_capture_ux_tutorial_button_cancel
source: Cancel
es: Cancelar

# misnap_facial_capture_ux_tutorial_button_help
source: Help
es: Ayuda

# misnap_facial_capture_ux_tutorial_button_continue
source: Continue
es: Continuar

# misnap_facial_capture_ux_tutorial_button_continue_review
source: Looks Good
es: Se Ve Bien

# misnap_facial_capture_ux_tutorial_button_retake
source: Retake
es: Volver A Tomar

# misnap_facial_capture_ux_tutorial_button_auto
source: Auto
es: Automática

# misnap_facial_capture_ux_tutorial_button_select_frame
source: Take Manual Capture
es: Captura Manual

# misnap_facial_capture_ux_record
source: Recording
es: (ES)Recording

# misnap_facial_capture_ux_tutorial_instruction_voiceover_auto_smile
source: Please do: Stand against a plain background, center your face, smile when ready. Also no hats, glasses, scarfs, hair covering face, no masks
es: Por Favor: Colóquese frente a un fondo uniforme. Centre su rostro. Sonría cuando esté listo. No oculte su cara con gorras, anteojos, bufandas, cabello, sin máscaras.

# misnap_facial_capture_ux_tutorial_instruction_voiceover_auto_countdown
source: Please do: Stand against a plain background, center your face, hold still when ready. Also no hats, glasses, scarfs, hair covering face, no masks
es: Por Favor: Colóquese frente a un fondo uniforme. Centre su rostro. Manténgase quieto cuando esté listo. No oculte su cara con gorras, anteojos, bufandas, cabello, sin máscaras.

# misnap_facial_capture_ux_tutorial_instruction_voiceover_manual
source: Please do: Neutral facial expression, center your face, also, no hats, glasses, scarfs, hair covering face, no masks
es: Por Favor: Colóquese frente a un fondo uniforme. Centre su rostro. No oculte su cara con gorras, anteojos, bufandas, cabello, sin máscaras

# misnap_facial_capture_ux_tutorial_instruction_do
source: Please DO:
es: Por Favor:

# misnap_facial_capture_ux_tutorial_instruction_do_not
source: Also:
es: También:

# misnap_facial_capture_ux_tutorial_instruction_neutral
source: Stand against plain background
es: Colóquese frente a un fondo uniforme

# misnap_facial_capture_ux_tutorial_instruction_center
source: Center your face
es: Centre su rostro

# misnap_facial_capture_ux_tutorial_instruction_smile
source: Smile when ready
es: Sonría cuando este listo

# misnap_facial_capture_ux_tutorial_instruction_hold_still
source: Hold still when ready
es: Manténgase quieto cuando esté listo

# misnap_facial_capture_ux_tutorial_instruction_no_hat
source: No hats, glasses, scarfs, hair covering face
es: No oculte su cara con gorras, anteojos, bufandas, cabello

# misnap_facial_capture_ux_tutorial_instruction_no_mask
source: No masks
es: Sin máscaras

# misnap_facial_capture_ux_tutorial_timeout_voiceover
source: Time's up, we couldn't take your photo. How would you like to try again, auto capture or take manual capture?
es: Se acabó el tiempo, no tomamos su foto… ¿Quisiera intentar de nuevo con Captura Automática o Captura Manual?

# misnap_facial_capture_ux_tutorial_timeout_message_1
source: Time's up, we couldn't take your photo…
es: Se acabó el tiempo, no tomamos su foto…

# misnap_facial_capture_ux_tutorial_timeout_message_2
source: How would you like to try again?
es: Quisiera intentar de nuevo?

# misnap_facial_capture_ux_tutorial_review_voiceover
source: Are you happy with your selfie or would you like to retake it?
es: ¿Está conforme con el resultado? ¿Quiere volver a tomarla?

# misnap_facial_capture_ux_tutorial_review_message
source: Are you happy with your selfie?
es: ¿Está conforme con el resultado?

# misnap_facial_capture_ux_countdown_three
source: Three
es: Tres

# misnap_facial_capture_ux_countdown_two
source: Two
es: Dos

# misnap_facial_capture_ux_countdown_one
source: One
es: Uno

# misnap_facial_capture_ux_success
source: Thank you, we just took your photo
es: Gracias, hemos tomado su foto

# misnap_facial_capture_ux_interruption_microphone_in_use
source: Microphone is in use by another application
es: (ES)Microphone is in use by another application

# misnap_facial_capture_ux_interruption_camera_in_use
source: Camera is in use by another application
es: (ES)Camera is in use by another application

# misnap_facial_capture_ux_interruption_multiple_foreground_apps
source: Full screen is required
es: (ES)Full screen is required
